<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Microsoft AutoUpdate for Mac</string>
	<key>installed_size</key>
	<integer>1969</integer>
	<key>installer_item_hash</key>
	<string>d7e875109e78b95a261fbfb8c642452cb6073517577e01a87a89e3efd44c9305</string>
	<key>installer_item_location</key>
	<string>AutoUpdate_233.dmg</string>
	<key>installer_item_size</key>
	<integer>864</integer>
	<key>installs</key>
	<array>
		<dict>
			<key>type</key>
			<string>plist</string>
			<key>path</key>
			<string>/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app/Contents/Info.plist</string>
			<key>CFBundleShortVersionString</key>
			<string>2.3.3</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.9</string>
	<key>name</key>
	<string>AutoUpdate Installer</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>mau_all_autoupdate.pkg</string>
			<key>installed_size</key>
			<integer>1969</integer>
			<key>packageid</key>
			<string>com.microsoft.mau.all.autoupdate.pkg.2.3.3</string>
			<key>version</key>
			<string>2.3.3</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.3.3</string>
</dict>
</plist>
