<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>installs</key>
	<array>
		<dict>
			<key>type</key>
			<string>plist</string>
			<key>path</key>
			<string>/Applications/Microsoft Office 2008/Office/MicrosoftComponentPlugin.framework/Resources/Info.plist</string>
			<key>CFBundleShortVersionString</key>
			<string>12.2.0</string>
		</dict>
	</array>
	<key>update_for</key>
	<array>
		<string>Office2008</string>
	</array>
	<key>requires</key>
	<array>
		<string>Office2008</string>
	</array>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>release</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Office 2008 12.2.0 Update</string>
	<key>installed_size</key>
	<integer>240588</integer>
	<key>installer_item_hash</key>
	<string>2a4a7012b64de03d8e3e6629699daf6962b2b0fe2b341ff6f497a5171accd945</string>
	<key>installer_item_location</key>
	<string>updates/Office2008-1220UpdateEN.dmg</string>
	<key>installer_item_size</key>
	<integer>304547</integer>
	<key>minimum_os_version</key>
	<string>10.4.9</string>
	<key>name</key>
	<string>Office2008_Update</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_brazilian_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.brazilian.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_std_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_std.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_english_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>5076</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.english.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_xla_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_xla.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_finnish_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.finnish.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_hse_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>160</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_hse.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_portuguese_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>36</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.portuguese.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_hse_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_hse.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_slt_hse_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.slt_hse.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_french_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2644</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.french.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_errorreporting_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>3812</integer>
			<key>packageid</key>
			<string>com.microsoft.office.errorreporting.pkg</string>
			<key>version</key>
			<string>12.1.9</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_spanish_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>32</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.spanish.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_ppa_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_ppa.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_std_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_std.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>3464</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_automator_workflow_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>132</integer>
			<key>packageid</key>
			<string>com.microsoft.office.automator_workflow.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_ooxml_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>95236</integer>
			<key>packageid</key>
			<string>com.microsoft.office.ooxml.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_help_std_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel_help_std.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_help_hse_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint_help_hse.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_italian_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>40</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.italian.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_swedish_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>32</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.swedish.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_std_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>148</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_std.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_excel_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1740</integer>
			<key>packageid</key>
			<string>com.microsoft.office.excel.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_orgchart_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2748</integer>
			<key>packageid</key>
			<string>com.microsoft.office.orgchart.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_dutch_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.dutch.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_hse_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_hse.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_powerpoint_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1016</integer>
			<key>packageid</key>
			<string>com.microsoft.office.powerpoint.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_equationeditor_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>8</integer>
			<key>packageid</key>
			<string>com.microsoft.office.equationeditor.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_dcc_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>8280</integer>
			<key>packageid</key>
			<string>com.microsoft.office.dcc.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_helpviewer_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1228</integer>
			<key>packageid</key>
			<string>com.microsoft.office.helpviewer.pkg</string>
			<key>version</key>
			<string>12.1.9</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_core_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>93772</integer>
			<key>packageid</key>
			<string>com.microsoft.office.core.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_browserplugin_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>152</integer>
			<key>packageid</key>
			<string>com.microsoft.office.browserplugin.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_automator_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>388</integer>
			<key>packageid</key>
			<string>com.microsoft.office.automator.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>7432</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_word_help_wda_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>44</integer>
			<key>packageid</key>
			<string>com.microsoft.office.word_help_wda.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_graph_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>6024</integer>
			<key>packageid</key>
			<string>com.microsoft.office.graph.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_japanese_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>544</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.japanese.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_entourage_help_era_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>156</integer>
			<key>packageid</key>
			<string>com.microsoft.office.entourage_help_era.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_norwegian_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>40</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.norwegian.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_quit_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>12</integer>
			<key>packageid</key>
			<string>com.microsoft.office.quit.pkg</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_german_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2924</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.german.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_proofing_danish_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.proofingtools.danish.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_slt_std_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.slt_std.pkg.12.2.0.combo</string>
			<key>version</key>
			<string>12.2.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2008_en_autoupdate_12.2.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2820</integer>
			<key>packageid</key>
			<string>com.microsoft.office.autoupdate.pkg</string>
			<key>version</key>
			<string>12.1.9</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<false/>
	<key>version</key>
	<string>12.2.0</string>
</dict>
</plist>
