<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>Production</string>
	</array>
	<key>description</key>
	<string>Office Communicator 13.1.2 Update for Office 2011</string>
	<key>display_name</key>
	<string>Microsoft Communicator for Mac</string>
	<key>installed_size</key>
	<integer>101110</integer>
	<key>installer_item_hash</key>
	<string>2980a2a9b0d3d0d09348350cf345ce3ab34a1f8b67c886d4c2f3f2e7b0667e73</string>
	<key>installer_item_location</key>
	<string>Office2011/Communicator13.1.2_ALL.dmg</string>
	<key>installer_item_size</key>
	<integer>25643</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Communicator Installer</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Communicator13_all_communicator_13.1.2.combo.pkg</string>
			<key>installed_size</key>
			<integer>101110</integer>
			<key>packageid</key>
			<string>com.microsoft.oc.all.communicator.pkg.13.1.2.update</string>
			<key>version</key>
			<string>13.1.2</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>13.1.2</string>
		<key>requires</key>
	<array>
		<string>Communicator Installer-13.1.1</string>
		<string>Office 2011 14.1.0 Update</string>
		<string>Office 2011 14.1.3 Update</string>
	</array>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.microsoft.Communicator</string>
			<key>CFBundleName</key>
			<string>Communicator</string>
			<key>CFBundleShortVersionString</key>
			<string>13.1.2</string>
			<key>path</key>
			<string>/Applications/Microsoft Communicator.app</string>
			<key>type</key>
			<string>application</string>
		</dict>
	</array>
</dict>
</plist>
